Repository: Lessica/TrollFools
Catalog: TrollFools/*.lproj/Localizable.strings
Languages: it, vi

source: %@ exited with code %d
it: %@ uscito col codice %d
vi: %@ thoát với mã %d

source: %@ rows not loaded
it: %@ rows non caricati
vi: %@ dòng chưa được tải.

source: %@ terminated with signal %d
it: %@ terminato col segnale %d
vi: %@ đã kết thúc với tín hiệu %d

source: Advanced Settings
it: Impostazioni Avanzate
vi: Cài đặt nâng cao

source: Advertisement
vi: Quảng Cáo

source: After the app upgrade, any injected plugins will be disabled. You will need to manually re-enable them.
vi: Sau khi nâng cấp ứng dụng, bất kỳ plugin nào đã được tiêm sẽ bị vô hiệu hóa. Bạn sẽ cần phải kích hoạt lại chúng một cách thủ công.

source: All
vi: Tất cả

source: All Applications
vi: Tất cả ứng dụng

source: An awesome music visualizer.
vi: Một trình tạo hình ảnh âm nhạc tuyệt vời.

source: And %d more unsupported user applications.
it: E %d più non supportate dalle applicazioni.
vi: Có %d ứng dụng người dùng không được hỗ trợ.

source: Are you sure you want to eject all plug-ins? This action cannot be undone.
vi: Bạn có chắc chắn muốn gỡ bỏ tất cả plug-in không? Hành động này không thể hoàn tác.

source: Bringing back the most advanced system and security analysis tool.
it: Portiamo indietro il più avanzato strumento di analisi di sistema e della sicurezza.
vi: Mang trở lại công cụ phân tích hệ thống và bảo mật tiên tiến nhất.

source: Buy our paid products to support us if you like TrollFools!
vi: Mua sản phẩm trả phí của chúng tôi để ủng hộ chúng tôi nếu bạn thích TrollFools!

source: Cancel
it: Cancella
vi: Hủy

source: Cannot parse text with UTF-8 encoding: “%@”.
it: Impossibile usare il testo con la codifica UTF-8: “%@”.
vi: Không thể phân tích văn bản với mã hóa UTF-8: “%@”.

source: Completed
it: Completato
vi: Hoàn thành

source: Confirm
it: Conferma
vi: Xác nhận

source: Continue
vi: Tiếp tục

source: Continue and Don’t Show Again
vi: Tiếp tục và không hiển thị lại

source: Copy
it: Copia
vi: Sao chép

source: Copyright
vi: Bản quyền

source: Disable All
vi: Vô hiệu hóa tất cả

source: Do you want to clear this log file “%@”?
it: Vuoi cancellare questo log “%@”?
vi: Bạn có muốn xóa tệp nhật ký này “%@”?

source: Done
it: Fatto
vi: Hoàn thành

source: Eject
it: Espelli
vi: Gỡ bỏ

source: Eject All
it: Espelli Tutti
vi: Gỡ bỏ tất cả

source: Error
it: Errore
vi: Lỗi

source: Export
vi: Xuất ra

source: Export All
vi: Xuất tất cả

source: Failed
it: Fallito
vi: Thất bại

source: Failed to find entry CFBundleExecutable in: %@
it: Impossibile trovare l'entrata CFBundleExecutable in: %@
vi: Không tìm thấy mục CFBundleExecutable trong: %@

source: Failed to find entry CFBundleIdentifier in: %@
it: Impossibile trovare l'entrata CFBundleIdentifier in: %@
vi: Không tìm thấy mục CFBundleIdentifier trong: %@

source: Failed to locate main executable: %@
it: Impossibile trovare l'eseguibile principale: %@
vi: Không tìm thấy tệp thực thi chính: %@

source: Failed to parse: %@
it: Impossibile scrivere: %@
vi: Không thể phân tích: %@

source: Fast
it: Veloce
vi: Tiêm nhanh

source: Fast, feature-rich VNC server for iOS: remote control made simple.
vi: Máy chủ VNC nhanh, nhiều tính năng cho iOS: điều khiển từ xa trở nên đơn giản.

source: Filza (URL Scheme) Not Installed
it: Filza (URL Scheme) Non Installato
vi: Filza (URL Scheme) chưa được cài đặt.

source: Full-Fledged Automation Framework for TrollStore.
vi: Framework tự động hóa toàn diện cho TrollStore.

source: Hide
vi: Ẩn

source: If you do not know what these options mean, please do not change them.
it: Se non sai cosa significano queste opzioni, non cambiarle.
vi: Nếu bạn không biết các tùy chọn này có ý nghĩa gì, đừng thay đổi chúng.

source: Includes Disabled PlugIns
vi: Bao gồm PlugIns bị vô hiệu hóa

source: Inject
it: Inietta
vi: Tiêm

source: Injectable System Applications
it: Applicazioni di Sistema Iniettabili
vi: Ứng dụng hệ thống có thể tiêm

source: Injected Plug-Ins
it: Inietta Plug-In
vi: Plug-in đã tiêm

source: Injecting
it: Inietto
vi: Đang tiêm

source: Injection
it: Inietazione
vi: Nâng cao

source: Injection Strategy
it: Strategia Inietazione
vi: Phương pháp tiêm

source: Launch
it: Lancia
vi: Mở ứng dụng

source: Lessica, huami1314, iosdump and other contributors
vi: Lessica, huami1314, iosdump và các cộng tác viên khác

source: Lexicographic
it: Lessicografico
vi: Theo thứ tự từ điển

source: Lock Version
it: Blocca Versione
vi: Khóa phiên bản

source: Log Viewer
it: Visualizzatore Log
vi: Trình xem nhật ký

source: Manage
vi: Quản lý

source: Manage %d Plug-Ins
vi: Quản lý %d Plug-Ins

source: New version %@ available!
vi: Phiên bản mới %@ có sẵn!

source: No Applications
vi: Không có ứng dụng nào

source: No dylib found in the Debian package.
vi: Không tìm thấy dylib trong gói Debian.

source: No eligible framework found.
it: Nessun framework eleggibile trovato.
vi: Không tìm thấy framework đủ điều kiện.

source: No eligible framework found. It is usually not a bug with TrollFools itself, but rather with the target app. You may re-install that from App Store. You can’t use TrollFools with apps installed via “Asspp” or tweaks like “NoAppThinning”.
it: Nessun framework eleggibile trovato. It di solito non è un bug di TrollFools, ma con l'app. Dovresti reinstallarla dall'App Store. Non puoi usare TrollFools con app installate via “Asspp” o tweak come “NoAppThinning”.
vi: Không tìm thấy framework hợp lệ. Đây thường không phải là lỗi của TrollFools, mà là lỗi của ứng dụng đang tiêm. Bạn có thể cài đặt lại ứng dụng đó từ App Store. Bạn không thể sử dụng TrollFools với các ứng dụng được cài đặt qua “Asspp” hoặc các tinh chỉnh như “NoAppThinning”.

source: No Injected Plug-Ins
it: Non ci sono Plug-In iniettati
vi: Không có plug-in nào được tiêm

source: No valid plug-ins found.
it: Nessun plug-in valido trovato.
vi: Không tìm thấy plug-in hợp lệ.

source: Notice
vi: Lưu Ý

source: Only removable system applications are eligible and listed.
it: Solo le applicazioni di sistema removibili sono eleggibili e nella lista.
vi: Chỉ các ứng dụng hệ thống có thể gỡ bỏ và đủ điều kiện tiêm mới được liệt kê.

source: Patched
it: Ho applicato la patch
vi: Đã sửa đổi

source: Pinned Version
it: Versione Fissata
vi: Phiên bản ghim

source: Post-order
it: Post-ordine
vi: Theo thứ tự hậu thứ

source: Pre-order
it: Pre-ordine
vi: Theo thứ tự tiền thứ

source: Prefer Main Executable
it: Preferisci Eseguibile Principale
vi: Ưu tiên tệp thực thi chính

source: Rebuild Icon Cache
it: Ricrostruisci Cache Icone
vi: Làm mới bộ nhớ đệm biểu tượng

source: Record your phone calls like never before.
it: Registra le tue chiamate come niente prima.
vi: Ghi âm cuộc gọi điện thoại của Bạn chưa từng có trước đây.

source: Search Patched…
it: Cerca con Patch…
vi: Tìm kiếm sửa đổi…

source: Search…
it: Cerca…
vi: Tìm kiếm…

source: Select an application to view details.
vi: Chọn một ứng dụng để xem chi tiết.

source: Select Application to Inject
it: Scegli Applicazione da Iniettare
vi: Chọn ứng dụng để tiêm

source: Show in Filza
it: Mostra in Filza
vi: Hiển thị trong Filza

source: Show Patched Only
it: Mostra solo con patch
vi: Chỉ hiển thị đã sửa đổi

source: Some plug-ins were not injected by TrollFools, please eject them with caution.
it: Alcuni plug-in non sono stati iniettati da TrollFools, espellili con cautela.
vi: Một số plug-in không được tiêm bởi TrollFools, vui lòng loại bỏ chúng một cách cẩn thận.

source: Source Code
it: Codice Sorgente
vi: Mã nguồn

source: The content of text file “%@” is empty.
it: Il contenuto del file “%@” è vuoto.
vi: Nội dung của tệp văn bản “%@” trống.

source: This is an advertisement.
vi: Đây là một quảng cáo.

source: TrollStore Applications
it: Applicazioni TrollStore
vi: Ứng dụng TrollStore

source: Unable to locate the data archive in the Debian package.
vi: Không thể tìm thấy kho lưu trữ dữ liệu trong gói Debian.

source: Unlock Version
it: Sblocca Versione
vi: Mở khóa phiên bản

source: Use Weak Reference
it: Usa referenza debole
vi: Sử dụng tham chiếu yếu

source: User Applications
it: Applicazioni
vi: Ứng dụng người dùng

source: View Logs
it: Mostra Log
vi: Xem nhật ký

source: You need to rebuild the icon cache in TrollStore to apply changes.
it: Devi ricostruire la cache delle icone in TrollStore per applicare le modifiche.
vi: Bạn cần làm mới bộ nhớ đệm biểu tượng trong TrollStore để áp dụng các thay đổi.

source: You’ve selected at least one Debian Package “%@”. We’re here to remind you that it will not work as it was in a jailbroken environment. Please make sure you know what you’re doing.
vi: Bạn đã chọn ít nhất một Gói Debian “%@”. Chúng tôi xin nhắc bạn rằng gói này sẽ không hoạt động như khi sử dụng trong môi trường đã bẻ khóa. Vui lòng đảm bảo bạn biết rõ mình đang làm gì.

source: Plug-Ins
it: Plug-In

source: Reveil
it: Rivela
